Repository: common-repository/woo-cancel-abandoned-order
Catalog: languages/woo-cancel-abandoned-order-*.po
Languages: es_ar

source: Cancellation of the order because payment not received at time.
es_ar: Cancelación del pedido porque el pago no se recibió en el momento.

source: WooCommerce Cancel Abandoned Order
es_ar: WooCommerce Cancela ordenes abandonadas

source: Enable/Disable
es_ar: Habilitar/Deshabilitar

source: Activation the automatic cancellation of orders.
es_ar: Activación de la cancelación automática de pedidos.

source: Enable this option to automatically cancel all "on Hold" orders that you have not received payment for.
es_ar: Active esta opción para cancelar automáticamente todas las órdenes "en espera" para las que no haya recibido el pago.

source: Lifetime
es_ar: Por siempre

source: Enter the number of days that the system must consider a "on Hold" order as canceled.
es_ar: Ingrese el número de días que el sistema debe considerar una orden "en espera" como cancelada.

source: days
es_ar: dias

source: Activate to restock products in abandoned orders.
es_ar: Activar para reabastecer stock productos en pedidos abandonados.

source: If enable, each product contained in orders canceled by the system, will be restocked in your products.
es_ar: Si se habilita, cada producto contenido en pedidos cancelados por el sistema, se repondrá el stock en sus productos.

source: Donate
es_ar: Donar
